cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'coreutils'
brew 'fpp'
brew 'fzf'
brew 'base64'
brew 'terraform'
brew 'git'
brew 'go'
brew 'gpg'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'npm'
brew 'readline'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'ripgrep'
brew 'roundup'
brew 'spaceman-diff'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'z'
brew 'hub'
brew 'shellcheck'
brew 'zsh-autosuggestions'

cask 'docker'
cask '1password'
cask 'gimp'
cask 'google-chrome'
cask 'iterm2'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'vagrant'
cask 'vlc'
cask 'visual-studio-code'
cask 'virtualbox'
cask 'pycharm-ce'
cask 'keybase'
cask 'whatsapp'
cask 'font-fira-code'

